export default function About() {
  return (
    <div className="vh-100">
      <h1>Про сайт</h1>
      <p>
        Ласкаво просимо на сайт "Наукові заходи в закладах вищої освіти
        України"! Наш сайт призначений для тих, хто цікавиться
        науково-дослідницькою діяльністю в університетах та інших вищих
        навчальних закладах України.
      </p>
      <p>
        Мета нашого сайту полягає в забезпеченні зручного та швидкого доступу до
        інформації про наукові заходи, які проводяться в українських вишах. Ми
        стежимо за актуальними подіями, конференціями, симпозіумами, семінарами
        та іншими науковими заходами, щоб надати вам повну картину наукової
        активності в університетах по всій країні.
      </p>
      <p>
        Ми вдячні вам за відвідування нашого сайту "Наукові заходи в закладах
        вищої освіти України" і сподіваємося, що ви знайдете тут корисну та
        цікаву інформацію.
      </p>
      <p>
        Дякуємо і бажаємо вам приємного та продуктивного дослідницького досвіду!
      </p>
      <br />
      <p>Автор: Яровий Денис (301-ТН). Зроблено для курсової роботи</p>
    </div>
  );
}
