export default function News3() {
  return (
    <div>
      <h1>Сумські наукові географічні читання (Всеукраїнська)</h1>
      <img
        src={require(`../assets/3.jpg`)}
        alt="image"
        className="news-image"
      ></img>
      <p>
        Щороку на базі кафедри загальної та регіональної географії
        природничо-географічного факультету проходить Всеукраїнська наукова
        конференція «Сумські наукові географічні читання», організована спільно
        із Сумським відділом Українського географічного товариства. Конференцію
        започатковано у 2016 році.
      </p>
      <p>
        <b>Мета проведення заходу</b> – співпраця науковців, які працюють у
        різних галузях географії та географічної освіти, координація їх спільної
        дослідницької діяльності, встановлення зв’язків між дослідниками,
        сприяння їхньому творчому й професійному зростанню, підвищення наукового
        рівня досліджень, удосконалення методики навчання географії вироблення
        підходів до географічного вивчення природи, населення та господарства
        Сумської області та інших регіонів України.
      </p>
      <p>
        <b>Основні напрямки роботи конференції:</b>
      </p>
      <ul>
        <li>Регіональні географічні дослідження.</li>
        <li>Географічна наука</li>
        <li>Географічна освіта.</li>
      </ul>
    </div>
  );
}
