export default function News1() {
  return (
    <div>
      <h1>Актуальні проблеми дослідження довкілля (Міжнародна)</h1>
      <img
        src={require(`../assets/1.jpg`)}
        alt="image"
        className="news-image"
      ></img>
      <p>
        Що два роки на базі кафедр природничо-географічного факультету проходить
        Міжнародна наукова конференція «Актуальні проблеми дослідження
        довкілля».
      </p>
      <p>
        <b>Мета проведення заходу</b> – це міжнародна співпраця науковців у
        різних напрямках дослідження довкілля, координація спільної
        дослідницької діяльності, встановлення зв’язків між дослідниками,
        сприяння їх творчому росту і підвищенню їх наукового рівня, вироблення
        єдиних критеріїв до оцінки стану навколишнього середовища, що, в свою
        чергу, дасть змогу оперативно реагувати та прогнозувати негативні
        тенденції антропогенної деградації довкілля. Конференцію започатковано у
        2004 році природничо-географічним факультетом СумДПУ імені А.С.
        Макаренка. Починаючи з 2015 року постійним співорганізатором даного
        заходу є Гетьманський національний природний парк.
      </p>
      <p>
        <b>Основні напрямки роботи конференції:</b>
      </p>
      <ul>
        <li>
          Вивчення і охорона ландшафтного, ценотичного та видового різноманіття
        </li>
        <li>Геоекологія та раціональне природокористування</li>
        <li>Суспільно-географічні аспекти дослідження довкілля</li>
        <li>Рекреаційно-туристський потенціал регіонів</li>
        <li>Якість довкілля та здоров’я населення</li>
        <li>Проблеми експериментальної біології</li>
        <li>Хіміко-екологічний моніторинг довкілля</li>
        <li>Екологічна безпека</li>
        <li>Математичне моделювання та прогнозування стану довкілля</li>
        <li>Геоінформаційні системи в дослідженнях довкілля</li>
        <li>Методологія, методика та історія екологічної освіти</li>
      </ul>
    </div>
  );
}
