export default function News4() {
  return (
    <div>
      <h1>
        Теоретичні та прикладні аспекти досліджень з біології, географії та
        хімії (Всеукраїнська)
      </h1>
      <img
        src={require(`../assets/4.jpg`)}
        alt="image"
        className="news-image"
      ></img>
      <p>
        З метою активізації та популяризації наукової діяльності молодих
        науковців природничо-географічним факультетом у 2017 році започатковано
        Всеукраїнську наукову конференцію студентів та молодих учених
        «Теоретичні та прикладні аспекти досліджень з біології, географії та
        хімії». Конференція проводиться раз на два роки.
      </p>
      <p>
        <b>Мета проведення заходу</b> – це співпраця молодих науковців у різних
        напрямках досліджень з біології, хімії та географії, координація
        спільної дослідницької діяльності, встановлення зв’язків між
        дослідниками, сприяння їх творчому росту і підвищенню їх наукового
        рівня.
      </p>
      <p>
        <b>Основні напрямки роботи конференції:</b>
      </p>
      <ul>
        <li>Сучасні аспекти біологічних досліджень.</li>
        <li>Екологія та екологічна безпека.</li>
        <li>Якість довкілля та здоров’я населення.</li>
        <li>Географія та раціональне природокористування.</li>
        <li>Хімічні дослідження: теоретичні та практичні засади.</li>
        <li>Актуальні питання методик навчання природничих дисциплін.</li>
        <li>Історія природничих наук.</li>
      </ul>
    </div>
  );
}
