export default function News2() {
  return (
    <div>
      <h1>Сьогодення біологічної науки (Міжнародна)</h1>
      <img
        src={require(`../assets/2.jpg`)}
        alt="image"
        className="news-image"
      ></img>
      <p>
        У 2018 році на кафедрі біології людини та тварин
        природничо-географічного факультету СумДПУ імені А.С. Макаренка
        започатковано Міжнародну наукову конференцію «Сьогодення біологічної
        науки», що проводиться у дистанційному форматі.
      </p>
      <p>
        <b>Мета проведення заходу</b> – співпраця науковців у галузі різних
        досліджень біологічної тематики, координація міжнародної спільної
        дослідницької діяльності, встановлення зв’язків, обмін досвідом,
        сприяння творчому росту і підвищенню наукового рівня учасників заходу.
      </p>
      <p>
        <b>Основні напрямки роботи конференції:</b>
      </p>
      <ul>
        <li>Вірусологія, мікробіологія, паразитологія;</li>
        <li>Молекулярна біологія, біофізика та біохімія;</li>
        <li>Генетика та біотехнологія;</li>
        <li>Біологія, фізіологія рослин та експериментальна ботаніка;</li>
        <li>Біологія, фізіологія тварин та експериментальна зоологія;</li>
        <li>
          Анатомія, фізіологія людини; механізми адаптації органів і систем тіла
          людини; медико-біологічні аспекти патогенного впливу на організм
          людини;
        </li>
        <li>Експериментальна біологія, біомедицина, фармакологія;</li>
        <li>Біологічна освіта та методика навчання біологічних дисциплін.</li>
      </ul>
    </div>
  );
}
