export default function News5() {
  return (
    <div>
      <h1>Освітні та наукові виміри природничих наук (Всеукраїнська)</h1>
      <img
        src={require(`../assets/5.jpg`)}
        alt="image"
        className="news-image"
      ></img>
      <p>
        Конференцію започатковано у 2020 році. Її організація і проведення були
        приурочені до 90-річчя заснування природничо-географічного факультету
        Сумського державного педагогічного університету імені А. С. Макаренка.
      </p>
      <p>
        <b>Мета проведення заходу</b> – це співпраця науковців України у галузях
        біології та природничих наук, а також методики їх навчання, координація
        спільної дослідницької діяльності, встановлення зв’язків між
        дослідниками, сприяння їх творчому зростанню й підвищенню рівня наукових
        досліджень.
      </p>
      <p>
        <b>Основні напрямки роботи конференції:</b>
      </p>
      <ul>
        <li>Вивчення та збереження біорізноманіття у сучасних умовах.</li>
        <li>Екологічна безпека та охорона навколишнього середовища.</li>
        <li>Якість довкілля та здоров’я населення.</li>
        <li>Фізична географія та природокористування.</li>
        <li>Сучасні питання суспільної географії.</li>
        <li>Сучасна хімія та хімічний експеримент.</li>
        <li>Сучасні питання методик навчання природничих дисциплін.</li>
        <li>Історія природничих наук.</li>
      </ul>
    </div>
  );
}
